Repository: wzh4869/AppPorts
Catalog: AppPorts/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, eo, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, th, tr, vi, zh_hant

# data_dir_resign_alert_message
source: 你正在迁移「%@」的容器内数据。 通常不需要重签名：Ad-hoc 重签名会替换「%@」的开发者签名并移除部分授权。新版会先保存完整原始应用，以便恢复。经典模式恢复签名前，应先还原容器数据。 是否在本次迁移后自动重签名？
ar: أنت ترحّل البيانات داخل حاوية «%@». لا تحتاج عادةً إلى إعادة التوقيع: تستبدل إعادة التوقيع باستخدام Ad-hoc توقيع مطوّر «%@» وتزيل بعض الاستحقاقات. يحفظ الإصدار الجديد نسخة كاملة من التطبيق الأصلي أولًا لاستعادته لاحقًا. في الوضع التقليدي، استعد بيانات الحاوية قبل استعادة التوقيع. هل تريد إعادة التوقيع تلقائيًا بعد هذا الترحيل؟
de: Du migrierst die Daten im Container von „%@“. Eine erneute Signierung ist normalerweise nicht nötig: Eine Ad-hoc-Signatur ersetzt die Entwicklersignatur von „%@“ und entfernt einige Berechtigungen. Die neue Version speichert zuerst die vollständige Original-App zur Wiederherstellung. Stelle im klassischen Modus zuerst die Containerdaten und dann die Signatur wieder her. Nach dieser Migration automatisch neu signieren?
en: You are migrating container data for “%@”. Re-signing is usually not needed: ad-hoc re-signing replaces the developer signature of “%@” and removes some entitlements. This version saves a complete original copy first for restoration. Restore classic-mode container data before restoring the signature. Re-sign automatically after this migration?
eo: Vi migrigas datumojn ene de la ujo de “%@”. Resubskribo kutime ne necesas: resubskribo per Ad-hoc anstataŭigas la subskribon de la programisto de “%@” kaj forigas iujn rajtigojn. La nova versio unue konservas kompletan kopion de la origina aplikaĵo por ebla restaŭro. En klasika reĝimo, restarigu la ujajn datumojn antaŭ ol restaŭri la subskribon. Ĉu aŭtomate resubskribi post ĉi tiu migrado?
es: Estás migrando los datos del contenedor de «%@». Normalmente no es necesario volver a firmar: la firma Ad-hoc sustituye la firma del desarrollador de «%@» y elimina algunos permisos. La nueva versión guarda primero una copia completa de la app original para poder restaurarla. En el modo clásico, restaura los datos del contenedor antes de restaurar la firma. ¿Volver a firmar automáticamente después de esta migración?
fr: Vous migrez les données du conteneur de « %@ ». Il n’est généralement pas nécessaire de re-signer l’app : la re-signature Ad-hoc remplace la signature du développeur de « %@ » et supprime certains droits. La nouvelle version enregistre d’abord une copie complète de l’app d’origine pour permettre sa restauration. En mode classique, restaurez les données du conteneur avant de restaurer la signature. Re-signer automatiquement après cette migration ?
hi: आप “%@” के कंटेनर के अंदर का डेटा माइग्रेट कर रहे हैं। आमतौर पर पुनः हस्ताक्षर की ज़रूरत नहीं होती: Ad-hoc पुनः हस्ताक्षर से “%@” के डेवलपर के हस्ताक्षर बदल जाते हैं और कुछ अधिकार हट जाते हैं। नया संस्करण पहले मूल ऐप की पूरी कॉपी सहेजता है, ताकि उसे पुनर्स्थापित किया जा सके। क्लासिक मोड में हस्ताक्षर पुनर्स्थापित करने से पहले कंटेनर का डेटा पुनर्स्थापित करें। क्या इस माइग्रेशन के बाद अपने आप पुनः हस्ताक्षर करें?
id: Anda sedang memigrasikan data di dalam kontainer “%@”. Biasanya tidak perlu menandatangani ulang: penandatanganan ulang Ad-hoc mengganti tanda tangan pengembang “%@” dan menghapus sebagian hak. Versi baru menyimpan salinan lengkap app asli terlebih dahulu agar dapat dipulihkan. Dalam mode klasik, pulihkan data kontainer sebelum memulihkan tanda tangan. Tandatangani ulang secara otomatis setelah migrasi ini?
it: Stai migrando i dati del contenitore di “%@”. Di solito non serve rifirmare: una firma Ad-hoc sostituisce la firma dello sviluppatore di “%@” e rimuove alcune autorizzazioni. Questa versione salva prima una copia completa dell’app originale per consentirne il ripristino. In modalità classica, ripristina i dati del contenitore prima di ripristinare la firma. Rifirmare automaticamente dopo questa migrazione?
ja: 「%@」のコンテナ内のデータを移行しようとしています。 通常、再署名は必要ありません。Ad-hoc 再署名を行うと「%@」の開発元の署名が置き換えられ、一部の権限が削除されます。このバージョンでは、復元できるよう先に元のアプリ全体を保存します。クラシックモードで署名を復元する前に、コンテナデータを復元してください。 この移行の後、自動的に再署名しますか？
ko: “%@”의 컨테이너 내부 데이터를 마이그레이션하고 있습니다. 일반적으로 재서명은 필요하지 않습니다. Ad-hoc 재서명은 “%@”의 개발자 서명을 교체하고 일부 권한을 제거합니다. 새 버전에서는 복원할 수 있도록 원본 앱 전체를 먼저 저장합니다. 클래식 모드에서 서명을 복원하기 전에 컨테이너 데이터를 먼저 복원하세요. 이번 마이그레이션 후에 자동으로 재서명할까요?
nl: Je migreert containergegevens van ‘%@’. Opnieuw ondertekenen is meestal niet nodig: een Ad-hoc-handtekening vervangt de handtekening van de ontwikkelaar van ‘%@’ en verwijdert bepaalde rechten. Deze versie slaat eerst een volledige kopie van de oorspronkelijke app op om herstel mogelijk te maken. Herstel in de klassieke modus eerst de containergegevens en daarna de handtekening. Automatisch opnieuw ondertekenen na deze migratie?
pl: Migrujesz dane kontenera aplikacji „%@”. Ponowne podpisywanie zwykle nie jest potrzebne: podpis Ad-hoc zastępuje podpis dewelopera aplikacji „%@” i usuwa część uprawnień. Nowa wersja najpierw zachowuje pełną kopię oryginalnej aplikacji, aby umożliwić przywrócenie. W trybie klasycznym przywróć najpierw dane kontenera, a potem podpis. Podpisać ponownie automatycznie po tej migracji?
pt: Você está migrando os dados do contêiner de “%@”. Geralmente não é necessário reassinar: a assinatura Ad-hoc substitui a assinatura do desenvolvedor de “%@” e remove alguns direitos. Esta versão salva primeiro uma cópia completa do app original para permitir a restauração. No modo clássico, restaure os dados do contêiner antes de restaurar a assinatura. Reassinar automaticamente após esta migração?
ru: Вы переносите данные контейнера приложения «%@». Переподпись обычно не нужна: подпись Ad-hoc заменяет подпись разработчика приложения «%@» и удаляет часть прав. Новая версия сначала сохраняет полную копию оригинального приложения для восстановления. В классическом режиме сначала восстановите данные контейнера, а затем подпись. Автоматически переподписать приложение после этого переноса?
th: คุณกำลังย้ายข้อมูลภายในคอนเทนเนอร์ของ “%@” โดยทั่วไปไม่จำเป็นต้องเซ็นใหม่: การเซ็นใหม่แบบ Ad-hoc จะแทนที่ลายเซ็นของนักพัฒนา “%@” และนำสิทธิ์บางส่วนออก เวอร์ชันใหม่จะบันทึกสำเนาแอปต้นฉบับทั้งแอปไว้ก่อนเพื่อให้กู้คืนได้ ในโหมดดั้งเดิม ควรกู้คืนข้อมูลคอนเทนเนอร์ก่อนคืนค่าลายเซ็น ต้องการเซ็นใหม่โดยอัตโนมัติหลังการย้ายครั้งนี้หรือไม่?
tr: “%@” uygulamasının kapsayıcı verilerini taşıyorsunuz. Genellikle yeniden imzalama gerekmez: Ad-hoc imzası, “%@” uygulamasının geliştirici imzasını değiştirir ve bazı yetkileri kaldırır. Yeni sürüm, geri yüklemek üzere önce orijinal uygulamanın tam bir kopyasını kaydeder. Klasik modda imzayı geri yüklemeden önce kapsayıcı verilerini geri yükleyin. Bu taşımadan sonra otomatik olarak yeniden imzalansın mı?
vi: Bạn đang di chuyển dữ liệu bên trong bộ chứa của “%@”. Thường không cần ký lại: ký lại bằng Ad-hoc sẽ thay chữ ký nhà phát triển của “%@” và loại bỏ một số quyền. Phiên bản mới lưu bản sao đầy đủ của ứng dụng gốc trước để có thể khôi phục. Trong chế độ cổ điển, hãy khôi phục dữ liệu bộ chứa trước khi khôi phục chữ ký. Tự động ký lại sau lần di chuyển này?
zh_hant: 你正在遷移「%@」的容器內資料。 通常不需要重簽名：Ad-hoc 重簽名會替換「%@」的開發者簽名，並移除部分授權。新版會先保存完整的原始應用程式，以便恢復。在經典模式下恢復簽名前，應先還原容器資料。 是否要在本次遷移後自動重簽名？

# data_dir_resign_alert_title
source: 是否重签名应用？
ar: هل تريد إعادة توقيع هذا التطبيق؟
de: Diese App neu signieren?
en: Re-sign this app?
eo: Ĉu resubskribi ĉi tiun aplikaĵon?
es: ¿Volver a firmar esta app?
fr: Resigner cette app ?
hi: क्या इस ऐप को फिर से साइन करें?
id: Tanda tangani ulang app ini?
it: Firmare di nuovo questa app?
ja: このアプリに再署名しますか？
ko: 이 앱을 다시 서명할까요?
nl: Deze app opnieuw ondertekenen?
pl: Ponownie podpisać tę aplikację?
pt: Reassinar este app?
ru: Повторно подписать это приложение?
th: ลงนามแอปนี้ใหม่หรือไม่?
tr: Bu uygulama yeniden imzalansın mı?
vi: Ký lại ứng dụng này?
zh_hant: 是否重簽名應用？

source: Data/Library 受沙盒保护，迁移会致应用崩溃。请迁移其子目录。
ar: Data/Library is sandbox-protected. Migrating it will crash the app. Please migrate its subdirectories instead.
de: Data/Library is sandbox-protected. Migrating it will crash the app. Please migrate its subdirectories instead.
en: Data/Library is sandbox-protected. Migrating it will crash the app. Please migrate its subdirectories instead.
eo: Data/Library is sandbox-protected. Migrating it will crash the app. Please migrate its subdirectories instead.
es: Data/Library is sandbox-protected. Migrating it will crash the app. Please migrate its subdirectories instead.
fr: Data/Library is sandbox-protected. Migrating it will crash the app. Please migrate its subdirectories instead.
hi: Data/Library is sandbox-protected. Migrating it will crash the app. Please migrate its subdirectories instead.
id: Data/Library is sandbox-protected. Migrating it will crash the app. Please migrate its subdirectories instead.
it: Data/Library is sandbox-protected. Migrating it will crash the app. Please migrate its subdirectories instead.
ja: Data/Library is sandbox-protected. Migrating it will crash the app. Please migrate its subdirectories instead.
ko: Data/Library is sandbox-protected. Migrating it will crash the app. Please migrate its subdirectories instead.
nl: Data/Library is sandbox-protected. Migrating it will crash the app. Please migrate its subdirectories instead.
pl: Data/Library is sandbox-protected. Migrating it will crash the app. Please migrate its subdirectories instead.
pt: Data/Library is sandbox-protected. Migrating it will crash the app. Please migrate its subdirectories instead.
ru: Data/Library is sandbox-protected. Migrating it will crash the app. Please migrate its subdirectories instead.
th: Data/Library is sandbox-protected. Migrating it will crash the app. Please migrate its subdirectories instead.
tr: Data/Library is sandbox-protected. Migrating it will crash the app. Please migrate its subdirectories instead.
vi: Data/Library is sandbox-protected. Migrating it will crash the app. Please migrate its subdirectories instead.
zh_hant: Data/Library 受沙盒保護，遷移會致應用崩潰。請遷移其子目錄。

source: Data/Library 目录受沙盒保护，迁移会导致应用崩溃。请迁移其子目录（如 Application Support）。
ar: Data/Library is protected by the sandbox. Migrating it will crash the app. Please migrate its subdirectories (e.g., Application Support) instead.
de: Data/Library is protected by the sandbox. Migrating it will crash the app. Please migrate its subdirectories (e.g., Application Support) instead.
en: Data/Library is protected by the sandbox. Migrating it will crash the app. Please migrate its subdirectories (e.g., Application Support) instead.
eo: Data/Library is protected by the sandbox. Migrating it will crash the app. Please migrate its subdirectories (e.g., Application Support) instead.
es: Data/Library is protected by the sandbox. Migrating it will crash the app. Please migrate its subdirectories (e.g., Application Support) instead.
fr: Data/Library is protected by the sandbox. Migrating it will crash the app. Please migrate its subdirectories (e.g., Application Support) instead.
hi: Data/Library is protected by the sandbox. Migrating it will crash the app. Please migrate its subdirectories (e.g., Application Support) instead.
id: Data/Library is protected by the sandbox. Migrating it will crash the app. Please migrate its subdirectories (e.g., Application Support) instead.
it: Data/Library is protected by the sandbox. Migrating it will crash the app. Please migrate its subdirectories (e.g., Application Support) instead.
ja: Data/Library is protected by the sandbox. Migrating it will crash the app. Please migrate its subdirectories (e.g., Application Support) instead.
ko: Data/Library는 샌드박스로 보호되어 있습니다. 마이그레이션하면 앱이 충돌합니다. 대신 하위 디렉토리(예: Application Support)를 마이그레이션하세요.
nl: Data/Library is protected by the sandbox. Migrating it will crash the app. Please migrate its subdirectories (e.g., Application Support) instead.
pl: Data/Library is protected by the sandbox. Migrating it will crash the app. Please migrate its subdirectories (e.g., Application Support) instead.
pt: Data/Library is protected by the sandbox. Migrating it will crash the app. Please migrate its subdirectories (e.g., Application Support) instead.
ru: Data/Library is protected by the sandbox. Migrating it will crash the app. Please migrate its subdirectories (e.g., Application Support) instead.
th: Data/Library is protected by the sandbox. Migrating it will crash the app. Please migrate its subdirectories (e.g., Application Support) instead.
tr: Data/Library is protected by the sandbox. Migrating it will crash the app. Please migrate its subdirectories (e.g., Application Support) instead.
vi: Data/Library is protected by the sandbox. Migrating it will crash the app. Please migrate its subdirectories (e.g., Application Support) instead.
zh_hant: Data/Library 目錄受沙盒保護，遷移會導致應用崩潰。請遷移其子目錄（如 Application Support）。

source: DataDirScanner 完成工具目录扫描
ar: DataDirScanner completed tool directory scan
de: DataDirScanner completed tool directory scan
en: DataDirScanner completed tool directory scan
eo: DataDirScanner completed tool directory scan
es: DataDirScanner completed tool directory scan
fr: DataDirScanner completed tool directory scan
hi: DataDirScanner completed tool directory scan
id: DataDirScanner completed tool directory scan
it: DataDirScanner completed tool directory scan
ko: DataDirScanner completed tool directory scan
nl: DataDirScanner completed tool directory scan
pl: DataDirScanner completed tool directory scan
pt: DataDirScanner completed tool directory scan
ru: DataDirScanner completed tool directory scan
th: DataDirScanner completed tool directory scan
tr: DataDirScanner completed tool directory scan
vi: DataDirScanner completed tool directory scan
zh_hant: DataDirScanner 完成工具目錄扫描

source: DataDirScanner 完成应用数据目录扫描
ar: DataDirScanner completed app data directory scan
de: DataDirScanner completed app data directory scan
en: DataDirScanner completed app data directory scan
eo: DataDirScanner completed app data directory scan
es: DataDirScanner completed app data directory scan
fr: DataDirScanner completed app data directory scan
hi: DataDirScanner completed app data directory scan
id: DataDirScanner completed app data directory scan
it: DataDirScanner completed app data directory scan
ko: DataDirScanner completed app data directory scan
nl: DataDirScanner completed app data directory scan
pl: DataDirScanner completed app data directory scan
pt: DataDirScanner completed app data directory scan
ru: DataDirScanner completed app data directory scan
th: DataDirScanner completed app data directory scan
tr: DataDirScanner completed app data directory scan
vi: DataDirScanner completed app data directory scan
zh_hant: DataDirScanner 完成應用程式資料目錄扫描

source: DataDirScanner 开始扫描工具目录
ar: DataDirScanner started scanning tool directories
de: DataDirScanner started scanning tool directories
en: DataDirScanner started scanning tool directories
eo: DataDirScanner started scanning tool directories
es: DataDirScanner started scanning tool directories
fr: DataDirScanner started scanning tool directories
hi: DataDirScanner started scanning tool directories
id: DataDirScanner started scanning tool directories
it: DataDirScanner started scanning tool directories
ko: DataDirScanner started scanning tool directories
nl: DataDirScanner started scanning tool directories
pl: DataDirScanner started scanning tool directories
pt: DataDirScanner started scanning tool directories
ru: DataDirScanner started scanning tool directories
th: DataDirScanner started scanning tool directories
tr: DataDirScanner started scanning tool directories
vi: DataDirScanner started scanning tool directories
zh_hant: DataDirScanner 开始扫描工具目錄

source: DataDirScanner 开始扫描应用数据目录
ar: DataDirScanner started scanning app data directories
de: DataDirScanner started scanning app data directories
en: DataDirScanner started scanning app data directories
eo: DataDirScanner started scanning app data directories
es: DataDirScanner started scanning app data directories
fr: DataDirScanner started scanning app data directories
hi: DataDirScanner started scanning app data directories
id: DataDirScanner started scanning app data directories
it: DataDirScanner started scanning app data directories
ko: DataDirScanner started scanning app data directories
nl: DataDirScanner started scanning app data directories
pl: DataDirScanner started scanning app data directories
pt: DataDirScanner started scanning app data directories
ru: DataDirScanner started scanning app data directories
th: DataDirScanner started scanning app data directories
tr: DataDirScanner started scanning app data directories
vi: DataDirScanner started scanning app data directories
zh_hant: DataDirScanner 开始扫描應用程式資料目錄

source: DataDirScanner 检测到无法解析目标的软链
ar: DataDirScanner detected a symlink whose target could not be resolved
de: DataDirScanner detected a symlink whose target could not be resolved
en: DataDirScanner detected a symlink whose target could not be resolved
eo: DataDirScanner detected a symlink whose target could not be resolved
es: DataDirScanner detected a symlink whose target could not be resolved
fr: DataDirScanner detected a symlink whose target could not be resolved
hi: DataDirScanner detected a symlink whose target could not be resolved
id: DataDirScanner detected a symlink whose target could not be resolved
it: DataDirScanner detected a symlink whose target could not be resolved
ko: DataDirScanner detected a symlink whose target could not be resolved
nl: DataDirScanner detected a symlink whose target could not be resolved
pl: DataDirScanner detected a symlink whose target could not be resolved
pt: DataDirScanner detected a symlink whose target could not be resolved
ru: DataDirScanner detected a symlink whose target could not be resolved
th: DataDirScanner detected a symlink whose target could not be resolved
tr: DataDirScanner detected a symlink whose target could not be resolved
vi: DataDirScanner detected a symlink whose target could not be resolved

source: DataDirScanner 识别到受管软链
ar: DataDirScanner detected a managed symlink
de: DataDirScanner detected a managed symlink
en: DataDirScanner detected a managed symlink
eo: DataDirScanner detected a managed symlink
es: DataDirScanner detected a managed symlink
fr: DataDirScanner detected a managed symlink
hi: DataDirScanner detected a managed symlink
id: DataDirScanner detected a managed symlink
it: DataDirScanner detected a managed symlink
ko: DataDirScanner detected a managed symlink
nl: DataDirScanner detected a managed symlink
pl: DataDirScanner detected a managed symlink
pt: DataDirScanner detected a managed symlink
ru: DataDirScanner detected a managed symlink
th: DataDirScanner detected a managed symlink
tr: DataDirScanner detected a managed symlink
vi: DataDirScanner detected a managed symlink

source: DataDirScanner 识别到现有软链
ar: DataDirScanner detected an existing symlink
de: DataDirScanner detected an existing symlink
en: DataDirScanner detected an existing symlink
eo: DataDirScanner detected an existing symlink
es: DataDirScanner detected an existing symlink
fr: DataDirScanner detected an existing symlink
hi: DataDirScanner detected an existing symlink
id: DataDirScanner detected an existing symlink
it: DataDirScanner detected an existing symlink
ko: DataDirScanner detected an existing symlink
nl: DataDirScanner detected an existing symlink
pl: DataDirScanner detected an existing symlink
pt: DataDirScanner detected an existing symlink
ru: DataDirScanner detected an existing symlink
th: DataDirScanner detected an existing symlink
tr: DataDirScanner detected an existing symlink
vi: DataDirScanner detected an existing symlink

source: diskutil错误
ar: diskutil error
de: diskutil error
en: diskutil error
eo: diskutil error
es: diskutil error
fr: diskutil error
hi: diskutil error
id: diskutil error
it: diskutil error
ja: diskutilエラー
ko: diskutil error
nl: diskutil error
pl: diskutil error
pt: diskutil error
ru: diskutil error
th: diskutil error
tr: diskutil error
vi: diskutil error
zh_hant: diskutil錯誤

source: Dock 图标修复失败
ar: تعذّر إصلاح أيقونة Dock
de: Reparatur des Dock-Symbols fehlgeschlagen
en: Dock Icon Repair Failed
eo: Riparo de la Dock-ikono malsukcesis
es: No se pudo reparar el icono del Dock
fr: Échec de la réparation de l’icône du Dock
hi: Dock आइकॉन सुधारा नहीं जा सका
id: Gagal Memperbaiki Ikon Dock
it: Riparazione dell’icona del Dock non riuscita
ja: Dockアイコンを修復できませんでした
ko: Dock 아이콘 복구 실패
nl: Herstellen van Dock-symbool mislukt
pl: Nie udało się naprawić ikony w Docku
pt: Falha ao reparar o ícone da Dock
ru: Не удалось исправить значок Dock
th: ซ่อมแซมไอคอน Dock ไม่สำเร็จ
tr: Dock Simgesi Onarılamadı
vi: Không thể sửa biểu tượng Dock
zh_hant: Dock 圖示修復失敗

source: Dock 图标已修复
ar: تم إصلاح أيقونة Dock
de: Dock-Symbol repariert
en: Dock Icon Repaired
eo: Dock-ikono riparita
es: Icono del Dock reparado
fr: Icône du Dock réparée
hi: Dock आइकॉन सुधारा गया
id: Ikon Dock Diperbaiki
it: Icona del Dock riparata
ja: Dockアイコンを修復しました
ko: Dock 아이콘이 복구됨
nl: Dock-symbool hersteld
pl: Ikona w Docku naprawiona
pt: Ícone da Dock reparado
ru: Значок Dock исправлен
th: ซ่อมแซมไอคอน Dock แล้ว
tr: Dock Simgesi Onarıldı
vi: Đã sửa biểu tượng Dock
zh_hant: Dock 圖示已修復

source: Dock 图标无需修复
ar: لا حاجة لإصلاح أيقونة Dock
de: Keine Reparatur des Dock-Symbols nötig
en: No Dock Icon Repair Needed
eo: La Dock-ikono ne bezonas riparon
es: No es necesario reparar el icono del Dock
fr: L’icône du Dock ne nécessite aucune réparation
hi: Dock आइकॉन में सुधार की ज़रूरत नहीं है
id: Ikon Dock Tidak Perlu Diperbaiki
it: L’icona del Dock non richiede riparazioni
ja: Dockアイコンの修復は不要です
ko: Dock 아이콘을 복구할 필요가 없습니다
nl: Dock-symbool hoeft niet te worden hersteld
pl: Ikona w Docku nie wymaga naprawy
pt: O ícone da Dock não precisa de reparação
ru: Значок Dock не требует исправления
th: ไม่จำเป็นต้องซ่อมแซมไอคอน Dock
tr: Dock Simgesinin Onarılması Gerekmiyor
vi: Biểu tượng Dock không cần sửa
zh_hant: Dock 圖示無需修復

source: Docker CLI 配置
ar: Docker CLI Config
de: Docker CLI Config
en: Docker CLI Config
eo: Docker CLI Config
es: Docker CLI Config
fr: Docker CLI Config
hi: Docker CLI Config
id: Docker CLI Config
it: Docker CLI Config
ja: Docker CLI Config
ko: Docker CLI Config
nl: Docker CLI Config
pl: Docker CLI Config
pt: Docker CLI Config
ru: Docker CLI Config
th: Docker CLI Config
tr: Docker CLI Config
vi: Docker CLI Config
zh_hant: Docker CLI 設定

source: Docker Desktop CLI 配置和上下文
ar: Docker Desktop CLI config and contexts
de: Docker Desktop CLI config and contexts
en: Docker Desktop CLI config and contexts
eo: Docker Desktop CLI config and contexts
es: Docker Desktop CLI config and contexts
fr: Docker Desktop CLI config and contexts
hi: Docker Desktop CLI config and contexts
id: Docker Desktop CLI config and contexts
it: Docker Desktop CLI config and contexts
ja: Docker Desktop CLI config and contexts
ko: Docker Desktop CLI config and contexts
nl: Docker Desktop CLI config and contexts
pl: Docker Desktop CLI config and contexts
pt: Docker Desktop CLI config and contexts
ru: Docker Desktop CLI config and contexts
th: Docker Desktop CLI config and contexts
tr: Docker Desktop CLI config and contexts
vi: Docker Desktop CLI config and contexts
zh_hant: Docker Desktop CLI 設定和上下文

source: Electron 应用
ar: تطبيق Electron
de: Electron-App
en: Electron App
eo: Electron App
es: App Electron
fr: Application Electron
hi: Electron ऐप
id: Aplikasi Electron
it: App Electron
ja: Electronアプリ
ko: Electron 앱
nl: Electron-app
pl: Aplikacja Electron
pt: App Electron
ru: Приложение Electron
th: แอป Electron
tr: Electron uygulaması
vi: Ứng dụng Electron
zh_hant: Electron 應用程式

# English
source: 英语
ar: إنجليزي
de: Englisch
en: English
eo: Angla
es: Inglés
fr: Anglais
hi: अंग्रेज़ी
id: Inggris
it: Inglese
ja: 英語
ko: 영어
nl: Engels
pl: Angielski
pt: Inglês
ru: Английский
th: ภาษาอังกฤษ
tr: İngilizce
vi: Tiếng Anh
zh_hant: 英語
